Repository: django-cms/cmsplugin-filer
Catalog: cmsplugin_filer_teaser/locale/*/LC_MESSAGES/django.po
Languages: de

source: title
de: Titel

source: image
de: Bil

source: alternative image url
de: URL alternativ-Bild

source: teaser style
de: Teaser-Stil

source: use automatic scaling
de: automatisch skalieren

source: tries to auto scale the image based on the placeholder context
de: skaliert das Bild automatisch an Hand des Kontexts

source: width
de: Breite

source: height
de: Höhe

source: if present image will be clickable
de: wenn gesetzt, kann das Bild angeklickt werden

source: page link
de: Link auf Seite

source: description
de: Beschreibung

source: open link in new window
de: Link in neuem Fenster öffnen

source: Either an image or an image url must be selected.
de: Bitte entweder ein Bild oder eine Bild-URL auswählen.

source: more
de: mehr
