Repository: django-cms/cmsplugin-filer
Catalog: cmsplugin_filer_link2/locale/*/LC_MESSAGES/django.po
Languages: de

source: On page
de: Auf Seite

source: Links to
de: Link zu

source: Advanced
de: Erweitert

source: The url must specify the protocol, e.g. https://DOMAIN
de: Die URL muss auch das Protokoll beinhalten, z.B. https://DOMAIN

source: page
de: Seite

source: A link to a page has priority over urls.
de: Ein Link zu einer internen Seite hat höhere Priorität die manuelle URL.

source: internal url
de: Interne URL

source: An email address has priority over both pages and urls
de: Eine E-Mail-Adresse hat höhere Priorität als ein interner Link oder die manuelle URL.

source: link style
de: Link Styling

source: new window?
de: In neuem Fenster

source: Do you want this link to open a new window?
de: Soll dieser Link in einem neuen Fenster geöffnet werden?

source: Optional. Adds HTML attributes to the rendered link.
de: Optionale HTML Attribute

source: Redirected
de: Weiterleitung

source: Not reachable
de: Nicht erreichbar

source: Server error
de: Server Fehler

source: Bad configured
de: Falsch konfiguriert

source: State
de: Status

source: Detected on
de: Erkannt am

source: Date and time when the faulty link state was detected.
de: Datum und Uhrzeit als der fehlerhafte Link erkannt wurde.

source: Link state for: {}
de: Link Status für: {}

source: Link Health State
de: Link Zustand

source: Link Health States
de: Link Zustände
