Repository: django-cms/cmsplugin-filer
Catalog: cmsplugin_filer_video/locale/*/LC_MESSAGES/django.po
Languages: ca, es, et, eu, it, lt

source: Video
es: Vídeo
eu: Bideoa

source: Color Settings
ca: Configuració del color
es: Configuración de Color
et: Värvi seaded
eu: Kolore aukerak
it: Impostazioni dei colori
lt: Spalvos nustatymai

source: movie file
ca: fitxer de pel·lícula
es: archivo de vídeo
et: videofail
eu: bideo fitxategia
it: File video
lt: vaizdo byla

source: use .flv file or h264 encoded video file
ca: utilitza un fitxer .flv o codificat en h264
es: usar archivos de vídeo .flv o archivos vídeo codificados con h264
et: kasuta .flv faili või h264 kodeeritud videofaili
eu: .flv edo h264 kodetzea erabiltzen duen fitxategia
it: usa file un file video .flv o codificato h264
lt: naudoti .flv bylą arba h264 koduotą video bylą

source: movie url
ca: url de la pel·lícula
es: url de película
et: video url
eu: bideo helbidea
it: URL video
lt: vaizdo nuoroda

source: vimeo or youtube video url. Example: http://www.youtube.com/watch?v=YFa59lK-kpo
ca: url de vimeo o youtube. Exemple: http://www.youtube.com/watch?v=YFa59lK-kpo
es: url vimeo o youtube. Ejemplo: http://www.youtube.com/watch?v=YFa59lK-kpo
et: vimeo või youtube video url. Näiteks: http://www.youtube.com/watch?v=YFa59lK-kpo
eu: vimeo or youtube bideo helbidea . Adibidez: http://www.youtube.com/watch?v=YFa59lK-kpo
it: URL video youtube. Example: http://www.youtube.com/watch?v=YFa59lK-kpo
lt: vimeo arba youtube video nuoroda. Pavyzdžiui: http://www.youtube.com/watch?v=-iJ7bs4mTUY

source: image
ca: imatge
es: imagen
et: pilt
eu: irudia
it: immagine
lt: paveikslėlis

source: preview image file
ca: previsualitza fitxer d'imatge
es: previsualización del archivo de imagen
et: pildifaili eelvaade
eu: aurreikuspeneko irudi fitxategia
it: immagine di anteprima
lt: peržiūrėti paveikslėlį

source: width
ca: amplada
es: ancho
et: laius
eu: zabalera
it: larghezza
lt: plotis

source: height
ca: alçada
es: alto
et: kõrgus
eu: altuera
it: altezza
lt: aukštis

source: auto play
ca: inici automàtic
es: auto reproducción
et: automaatne esitamine
eu: automatikoki erreproduzitu
it: auto avvio
lt: automatinis grojimas

source: auto hide
ca: amaga automàticament
es: auto ocultar
et: automaatne peitmine
eu: automatikoki ezkutatu
it: nascondi autom.
lt: automatinis paslėpimas

source: fullscreen
ca: pantalla completa
es: ventana completa
et: täisekraan
eu: pantaila osoa
it: schermo pieno
lt: per visą ekraną

source: loop
ca: repeteix
es: vuelta
et: kordamine
eu: errepikatu
lt: kartoti

source: background color
ca: color de fons
es: color de fondo
et: taustavärv
eu: atzeko kolorea
it: colore di sfondo
lt: fono spalva

source: Hexadecimal, eg ff00cc
ca: Hexadecimal, exemple: ff00cc
es: Hexadecimal, por ej. ff00cc
et: HEX-kood, nt ff00cc
eu: Hamaseitarra, adb. ff00cc
it: Codice web, es ff00cc
lt: Šešioliktainis, pvz ff00cc

source: text color
ca: color de text
es: color del texto
et: teksti värv
eu: testu kolorea
it: colore del testo
lt: teksto spalva

source: seekbar color
ca: color de la barra de cerca
es: color de la barra de progreso
et: otsimisriba värv
eu: nabigazio-barraren kolorea
it: colore della barra
lt: laiko juostos spalva

source: seekbar bg color
ca: color de fons de la barra de cerca
es: color de fondo de la barra de progreso
et: otsimisriba tausta värv
eu: nabigazio-barraren atzeko kolorea
it: colore di sfondo della barra
lt: laiko juostos fono spalva

source: loadingbar color
ca: color de la barra de càrrega
es: color de la barra de carga
et: laadimisriba värv
eu: karga-barraren kolorea
it: colore della barra di caricamento
lt: krovimo juostos spalva

source: button out color
ca: color de botó de fora
es: color del botón fuera
et: välja lülitatud nupu värv
eu: botoiaren kolorea
it: colore bottoni
lt: mygtuko spalva atspaudus pelės klavišą

source: button over color
ca: color de botó per sobre
es: color del botón sobre
et: nupu värv hiire all
eu: botoiaren gainjartze kolorea
it: colore dei bottoni evidenziati
lt: mygtuko spalva užvilkus pelę

source: button highlight color
ca: color de botó resaltat
es: color del botón activo
et: esiletõstetud nupu värv
eu: botoi nabarmenduaren kolorea
it: colore dei bottoni selezionati
lt: mygtuko spalva paspaudus pelės klavišą

source: Missing flash plugin. Download <a href="http://adobe.com/flashplayer">here</a>.
ca: No es troba el plugin de flash. Descarregueu-lo <a href="http://adobe.com/flashplayer">aquí</a>.
es: Plugin de flash no encontrado. Descargar <a href="http://adobe.com/flashplayer">aquí</a>.
et: Flashi plugin puudub. Lae alla <a href="http://adobe.com/flashplayer">siit</a>.
eu: Flash plugina falta da. <a href="http://adobe.com/flashplayer">hemendik</a> deskargatu.
it: Plugin flash mancante. E' possibile <a href="http://adobe.com/flashplayer">scaricarlo</a>
lt: Trūkstamas Flash įskiepas. Parsisiųsti <a href="http://adobe.com/flashplayer">čia</a>.
